Repository: yancharkin/games_nebula
Catalog: src/data/locale/*/LC_MESSAGES/games_nebula.po
Languages: ru

source: Login form contains reCAPTCHA.
ru: Форма входа содержит reCAPTCHA'у.

source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: Enter two-step security code
ru: Введите код безопасности

source: Failed to obtain a login token.
ru: Не получить login token.

source: Failed to log in. Try again later or open this link in a browser and authorize:
ru: Не удалось войти. Повторите попытку позже или откройте эту ссылку в браузере и авторизуйтесь:

source: Paste or input it here
ru: Вставьте или введите его здесь

source: Failed to log in.
ru: Не удалось войти.

source: Impossible to create/update local DB in offline mode.
ru: Нельзя создать/обновить локальную БД в офлайн-режиме.

source: Getting info about
ru: Получение информации о

source: Not available in offline mode.
ru: Недоступно в офлайн-режиме.

source: Couldn't get info for
ru: Нельзя получить информацию для

source: The game identifier is missing.
ru: Отсутствует идентификатор игры.

source: Invalid identifier
ru: Неверный идентификатор

source: Genres
ru: Жанры

source: Category
ru: Категория

source: Tags
ru: Теги

source: Supported OSes
ru: Поддерживаемые ОС

source: Languages
ru: Языки

source: Download size
ru: Размер загрузки

source: Version
ru: Версия

source: Store page
ru: Страница в магазине

source: Description
ru: Описание

source: Unknown command
ru: Неизвестная команда

source: Not enough arguments.
ru: Недостаточно аргументов.

source: Impossible to download in offline mode.
ru: Нельзя скачать в офлайн-режиме.

source: Download canceled.
ru: Загрузка отменена.

source: The game is already installed.
ru: Игра уже установлена.

source: Installation canceled.
ru: Установка отменена.

source: Username
ru: Имя пользователь

source: Number of games
ru: Число игр

source: Invalid value for
ru: Неверное значение для

source: Unknown option
ru: Неизвестная опция

source: No installer is available for
ru: Установщик не доступен для

source: Title
ru: Название

source: Language
ru: Язык

source: OS
ru: ОС

source: Total size
ru: Общий размер

source: Removing installer.
ru: Удаление установщика.

source: The setup file was not found.
ru: Установочный файл не найден.

source: Windows installer. Impossible to install without WINE.
ru: Windows установщик. Нельзя установить без WINE.

source: Launching
ru: Запускается

source: from
ru: из

source: is not correctly installed.
ru: некорректно установлена.

source: is not installed.
ru: не установлена.

source: Launch using DOSBox.
ru: Запускается с помощью DOSBox

source: DOSBox not found. Is it installed?
ru: DOSBox не найдена. Программа установлена?

source: Launch using ScummVM.
ru: Запускается с помощью ScummVM

source: ScummVM not found. Is it installed?
ru: ScummVM не найдена. Программа установлена?

source: Launch using WINE.
ru: Запускается с помощью WINE.

source: Windows game. Impossible to launch without WINE.
ru: Windows игра. Нельзя запустить без WINE.

source: line
ru: строка

source: Uninstalling
ru: Удаляется

source: not installed.
ru: не установлена.

source: usage:
ru: Использование:

source: options
ru: Опции

source: show this help message and exit
ru: Показать это сообщение и выйти.

source: unrecognized arguments: %s
ru: неизвестные аргументы: %s

source: the following arguments are required: %s
ru: эти аргументы обязательны: %s

source: expected one argument
ru: ожидается один аргумент

source: %(prog)s: error: %(message)s
ru: %(prog)s: ошибка: %(message)s

source: help
ru: помощь

source: Games Nebula version
ru: Games Nebula версия

source: Authorized user
ru: Авторизованный пользователь

source: For available commands type
ru: Чтобы увидеть доступные команды введите

source: or press TAB
ru: или нажмите TAB

source: config
ru: настройки

source: set
ru: задать

source: show
ru: показать

source: download
ru: скачать

source: info
ru: инфо

source: install
ru: установить

source: launch
ru: запустить

source: list
ru: список

source: all
ru: все

source: downloaded
ru: скачанные

source: installed
ru: установленные

source: queue
ru: очередь

source: add
ru: добавить

source: clear
ru: очистить

source: remove
ru: убрать

source: uninstall
ru: удалить

source: Available commands
ru: Доступные команды

source: Type
ru: Введите

source: <command>
ru: <команда>

source: to get help on the specific <command>.
ru: чтобы получить справку о <команде>.

source: Clear the terminal screen.
ru: Очистить экран терминала.

source: View current configuration or change one of the options.
ru: Посмотреть текущую конфигурацию или изменить одну из опций.

source: <option>
ru: <опция>

source: set value for the <option>.
ru: задать значение <опции>.

source: view current configuration.
ru: посмотреть текущую конфигурацию.

source: <game> - download the <game>.
ru: <игра> - скачать <игру>.

source: Quit the application.
ru: Выйти из приложения.

source: <game> - show information about the <game>.
ru: <игра> - показать информацию об <игре>.

source: <game> - install the <game>.
ru: <игра> - установить <игру>.

source: <game> - launch the <game>.
ru: <игра> - запустить <игру>.

source: List games.
ru: Список игр.

source: list all owned games.
ru: показать список всех игр пользователя.

source: list only downloaded games.
ru: показать только скачанные игры.

source: list only installed games.
ru: показать только установленные игры.

source: Log in to the GOG account.
ru: Войти в аккаунт GOG.

source: Log out from the GOG account.
ru: Выйти из аккаунта GOG.

source: Manipulate the queue.
ru: Управление очередью.

source: <game1, game2...>
ru: <игра1, игра2...>

source: add <game/games> to the queue. Simple regex supported.
ru: добавить <игру/игры> в очередь. Поддерживается простой regex.

source: clear the queue.
ru: очистить очередь.

source: download games from the queue.
ru: скачать игры в очереди.

source: install games from the queue.
ru: установить игры в очереди.

source: remove <game/games> from the queue. Simple regex supported.
ru: убрать <игру/игры> из очереди. Поддерживается простой regex.

source: show the queue.
ru: показать очередь.

source: uninstall games from the queue.
ru: удалить игры в очереди.

source: Restart the application.
ru: Перезапустить приложение.

source: <game> - uninstall the <game>.
ru: <игра> - удалить <игру>.

source: Update information about owned products.
ru: Обновить информацию о продуктах пользователя.

source: Show information about the logged-in user.
ru: Показать информацию об авторизованном пользователе.

source: Not authorized.
ru: Не авторизован.

source: GOG server not available.
ru: Сервер GOG не доступен.

source: Starting in offline mode.
ru: Запускается в офлайн-режиме.

source: Can't be started in offline mode.
ru: Нельзя запустить в офлайн-режиме.

source: Unknown command:
ru: Неизвестная команда:

source: Unofficial client for GOG.
ru: Неофициальный клиент для GOG.

source: If there is a logged-in user keep his credentials and switch user.
ru: Если уже есть авторизованный пользователь, сохранить его данные и сменить пользователя.

source: email
ru: почта

source: password
ru: пароль

source: And remove the user credentials from the computer.
ru: И удалить данные пользователя с компьютера.

source: Show current configuration.
ru: Показать текущую конфигурацию.

source: Set preferred OS and save to configuration file.
ru: Установить предпочтительную ОС и сохранить в файле конфигурации.

source: os
ru: ос

source: Set locale and save to configuration file.
ru: Установите локаль и сохранить в файле конфигурации.

source: locale
ru: локаль

source: Set preferred language (for downloaded files) and save to configuration file.
ru: Установить предпочитаемый язык (для загружаемых файлов) и сохранить в файле конфигурации.

source: lang
ru: язык

source: Set download directory and save to configuration file.
ru: Установить директорию для загрузки и сохранить в файле конфигурации.

source: path
ru: путь

source: Set installation directory and save to configuration file.
ru: Установить директорию для установки и сохранить в файле конфигурации.

source: game
ru: игра

source: Show version.
ru: Показать версию.

source: To start an interactive shell, run the program without arguments.
ru: Чтобы запустить интерактивную оболочку, запустите программу без аргументов.

source: Press 'Enter' to show the next page.
ru: Нажмите "Enter", чтобы показать следующую страницу.

source: exit
ru: выйти

source: restart
ru: перезапустить

source: update
ru: обновить

source: logout
ru: разлогиниться

source: login
ru: залогиниться

source: user
ru: пользователь

source: completetely
ru: полностью

source: Install
ru: Установить

source: Play
ru: Играть

source: Application started.
ru: Приложение запущено.

source: Application closed.
ru: Приложение закрыто.

source: Could not parse code from the query:
ru: Невозможно парсировать код из запроса:

source: Genre
ru: Жанр

source: Developer
ru: Разработчик

source: Publiser
ru: Издатель

source: Search...
ru: Поиск...

source: All
ru: Все

source: Installed
ru: Установленные

source: Not installed
ru: Неустановленные

source: View mode (Ctl+V)
ru: Вид (Ctrl+V)

source: Settings (Ctl+S)
ru: Настройки (Ctrl+S)

source: LIBRARY
ru: БИБЛИОТЕКА

source: DOWNLOADS
ru: ЗАГРУЗКИ

source: Launching...
ru: Запуск...

source: Settings
ru: Настройки

source: Exit
ru: Выход

source: B
ru: Б

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ

source: Preparing download. Sending request.
ru: Подготовка загрузки. Посылается запрос.

source: The file is already completely downloaded.
ru: Файл уже полностью загружен.

source: Checking available space.
ru: Проверка доступного места.

source: Not enough space for
ru: Недостаточно места для

source: Available
ru: Доступно

source: Required
ru: Необходимо

source: Download started.
ru: Загрузка начата.

source: Download completed.
ru: Загрузка завершена.

source: Downloading
ru: Загружается

source: Downloaded
ru: Загружено

source: Preallocating space.
ru: Резервирование места.

source: The minimum number of characters is
ru: Минимальное количество символов

source: Only numeric characters are allowed.
ru: Допускаются только числовые символы.

source: Not enough disk space.
ru: Недостаточно места на диске.

source: Installing
ru: Установка
